Repository: br-automation-community/AS6-mvHighlight-JS
Catalog: Logical/mappView/Resources/Texts/ViewerPageTexts.tmx
Source language: en
Languages: de

source: Only MpUserX administrators are allowed to operate with the UserList widget.
de: Es dürfen nur MpUserX Administratoren das UserList Widget bedienen.

source: User name
de: Benutzer Name

source: Full name
de: Vollständiger Name

source: Assigned roles
de: Zugewiesene Rollen

source: User admin
de: Benutzer Adminstrator

source: Create user
de: Erstelle Benutzer

source: Delete user
de: Lösche Benutzer

source: Modify user
de: Ändere Benutzer

source: Time
de: Zeit

source: Message text
de: Meldungstext

source: State
de: Status

source: Severity
de: Priorität

source: Old state
de: Alt Status

source: New state
de: Neu Status

source: Old value
de: Alter Wert

source: New value
de: Neuer Wert

source: Last login
de: Letzter Login
